/* No comment provided by engineer. */
"%@ reviews" = "%@ reviews";

/* No comment provided by engineer. */
"1 review" = "1 review";

/* No comment provided by engineer. */
"rate this hairdresser" = "rate this hairdresser";

